<?php

return  [
  'title' => 'الفئات',
  'breadcrumb' => 'الفئات',
  'browse' => 'تصفح الفئات',
  'actions' => [
      'create' => 'إنشاء',
      'update' => 'تحديث',
      'delete' => 'حذف',
      'restore' => 'استعادة',
  ],
  'table' => [
      'header' => 'جدول الفئات',
      'name_en' => 'الاسم بالإنجليزية',
      'name_ar' => 'الاسم بالعربية',
      'name_fr' => 'الاسم بالفرنسية',
      'image' => 'الصورة',
      'created_at' => 'تاريخ الإنشاء',
      'actions' => 'الإجراءات',
  ],
  'modals' => [
      'create' => 'إنشاء فئة',
      'update' => 'تحديث الفئة',
      'delete' => 'حذف الفئة',
      'restore' => 'استعادة الفئة',
  ],
  'labels' => [
      'name_en' => 'الاسم بالإنجليزية',
      'name_ar' => 'الاسم بالعربية',
      'name_fr' => 'الاسم بالفرنسية',
      'image' => 'الصورة',
  ],
  'placeholders' => [
      'name_en' => 'أدخل الاسم بالإنجليزية',
      'name_ar' => 'أدخل الاسم بالعربية',
      'name_fr' => 'أدخل الاسم بالفرنسية',
      'image' => 'اختر صورة',
  ]
];